{"_id":"2vXBc7Btn7qE2gXS5","created_at":1.386330344394e+12,"description":"The Cloudify, open source software platform, enables organizations to quickly deploy, manage and scale existing and new enterprise-grade applications on any cloud, with no changes to the code or architecture. \n[Try it now](http://www.cloudifysource.org/cloudifyRecipeCatalog.html)!\nOh, and we’re hiring!","logoLink":"http://www.gigaspaces.com/","logoSmallUrl":"/img/gigaspaces-56.png","logoUrl":"/img/gigaspaces-190.png","more":"We’re looking for bleeding-edge, DevOps ninjas for senior positions at our company, see if you qualify and apply here:\n[http://www.gigaspaces.com/gigaspaces-our-employees-are-our-greatest-asset](http://www.gigaspaces.com/gigaspaces-our-employees-are-our-greatest-asset)","name":"Gigaspaces","title":"New document"}
{"_id":"7yy4ZGs9HZxM9Kbfg","created_at":1.386330547644e+12,"description":"Everything.me makes the world's first truly contextual phone. We create mobile technology so phones can understand users based on implicit and explicit signals, creating an effortless mobile experience. We bring all the apps users need - whether they are already on the device or not, we find contacts, we organize apps into Smart Folders™ - so all games are automatically in the games folder, all social apps in the social folder etc. Understanding our users means we can predict their needs and bring them apps even before they ask for them. Backed by world-leading strategic and financial investors, Everything.me has raised 37M USD in capital and is the leading technology in Mozilla's Firefox OS.","logoLink":"http://everything.me/","logoSmallUrl":"/img/everythingme-56.png","logoUrl":"/img/everythingme-190.png","more":"We are hiring developers, data people and sales people. \nSee all available positions here: [http://everything.me/jobs/](http://everything.me/jobs/)","name":"Everything.me","title":"New document"}
{"_id":"Aa6oZTci9ZwbGe3zu","created_at":1.386330659621e+12,"description":"[WorldMate](http://www.worldmate.com/) is the world's leading mobile application for business travelers. The WorldMate app is used by over 11 Million travelers worldwide for planning, booking and organizing every aspect of their trips and get real-time information while on the go.\nWorldMate was founded in 2000, It is headquartered in San Francisco and has an R\u0026D center in Israel.  \nWorldMate is the independent, elite technology unit of Carlson Wagonlit (CWT)—the world's largest travel agency—with more than 20,000 employees, and a business presence in over 150 countries.\nWorldMate is a small, agile, and fast-moving team, with an entrepreneurial culture that supports technological innovation.","logoLink":"http://www.worldmate.com/","logoSmallUrl":"/img/worldmate-56.png","logoUrl":"/img/worldmate-190.png","more":"WorldMate is where the forefront of technology meets daily challenges, and we offer talented, motivated individuals a compelling environment in which to succeed.\nWorldMate keeps growing... and growing... and growing; hence, we encourage you to visit our open positions page at [http://www.worldmate.com/aboutus/careers.php](http://www.worldmate.com/aboutus/careers.php)","name":"WorldMate","title":"New document"}
{"_id":"Y5kcFBZfG93SBfkS3","created_at":1.386351395371e+12,"description":"Wix.com is a leading cloud-based web development platform with over 41 million registered users worldwide. Wix was founded on the belief that the Internet should be accessible to everyone to develop, create and contribute. Through free and premium subscriptions, Wix empowers millions of businesses, organizations, professionals and individuals to take their businesses, brands and workflow online. The Wix Editor and highly curated App Market enable users to build and manage a fully integrated and dynamic digital presence. Wix's headquarters are in Tel Aviv with offices in San Francisco, New York, Dnepropetrovsk and Vilnius.","descriptionHeb":"","logoLink":"http://www.wix.com","logoSmallUrl":"/img/wix-56.png","logoUrl":"/img/wix-190.png","more":"Learn more about our jobs: [http://www.wix.com/jobs/main](http://www.wix.com/jobs/main)","name":"Wix","title":"New document"}
{"_id":"eHtK7K5BD4gEHNCdW","created_at":1.386329951185e+12,"description":"Outbrain ([www.outbrain.com](www.outbrain.com)) helps people discover the most interesting, relevant and trusted content wherever they are. Outbrain provides personalized recommendations across a network of premium publishers, including CNN, Fox News, Time Inc., ESPN, The Telegraph, Le Monde, and The Guardian. Through Outbrain's all-in-one content discovery solution, publishers, brands and marketers are able to amplify their audience engagement by driving traffic to their content - on their site and around the web. Worldwide Outbrain is currently installed on more than 100,000 sites and generates more than 14 billion page views per month . Founded in 2006, the company is headquartered in New York, with 13 offices globally, including the U.S., UK., Israel, Singapore and Australia.","descriptionHeb":"","logoLink":"http://www.outbrain.com","logoSmallUrl":"/img/outbrain-56.png","logoUrl":"/img/outbrain-190.jpg","more":"To keep building and marketing great products, we are always looking for great people. Not only do you need to be passionate and good at what you do, but we’re also hunting for folks who are “Outbrainy” — that is, who fit into our company culture.\nWhat does it mean to be “Outbrainy”? You might be a match for us if you love:\nPeople who love good content\nCo-workers who are “frenetically relaxed” — fun, but focused on the work\nA family-friendly, flexible work environment\nCo-workers who bring their passions to the company culture (charities, social outings, interests)\nSelf-identified “refined, well-read tech nerds” who are enthusiastic about working on innovative products\nPeople who are collaborative and don’t let ego into the workplace\n\nOutbrain offers a competitive salary, equity in a well-funded start-up, full benefits, and a great working environment.\n\n[See our jobs here](http://outbrain.mytribehr.com/careers/index/)","name":"Outbrain","title":"New document"}
{"_id":"j3dD6kPfDN4WNkQDB","created_at":1.386330269817e+12,"description":"Klarna was founded in Stockholm in 2005 with the idea of providing a zero-friction online payment solution that would allow consumers and merchants to interact with each other as safely and simply as possible. We do this by letting the consumer receive the goods first and pay afterwards, while we assume the credit and fraud risks for the merchants. Today, Klarna is one of Europe’s fastest growing companies. In just 8 years, we’ve grown to 900 employees operating in 8 European countries with over 10 million consumers. But we are not satisfied with that. Our goal is to become market leaders within invoice-based payments worldwide and change the way the world shops online.","descriptionHeb":"","logoLink":"http://www.klarna.com/","logoSmallUrl":"/img/klarna-56.png","logoUrl":"/img/klarna-190.png","more":"Klarna TLV engineering center is looking for amazing developers to join! \n\nSend your CV's : [jobs.tlv@klarna.com](jobs.tlv@klarna.com)","name":"Klarna","title":"New document"}
